#Прописываем всю инфу о клавиатуре для отображения в главном окне
LED = False #Есть ли LED
WORDS = False #Есть ли поддержка бинда слов
DOUBLE_CLICK = False #Поддержка двойного клика
TRIPPLE_CLICK = False #Поддержка тройного клика
EEPROM_MEMORY = False #Наличие микросхемы расширения памяти EEPROM
DELAY = False #Наличие функций задержки между нажатиями в геймер-режиме
Monitor = {}
Encoder = {}
keys = {0:[257, 92, 32, 32], 1:[306, 92, 32, 32], 2:[347, 92, 32, 32], 3:[387, 92, 32, 32], 4:[432, 92, 32, 32], 5:[479, 92, 32, 32], 6:[258, 140, 32, 32], 7:[306, 140, 32, 32], 8:[347, 140, 32, 32], 9:[387, 140, 32, 32], 10:[432, 140, 32, 32], 11:[479, 140, 32, 32], 12:[257, 180, 32, 32], 13:[306, 180, 32, 32], 14:[347, 180, 32, 32], 15:[387, 180, 32, 32], 16:[432, 180, 32, 32], 17:[479, 180, 32, 32], 18:[402, 225, 32, 32], 19:[441, 225, 32, 32], 20:[480, 225, 32, 32], 21:[353, 268, 32, 32], 22:[402, 268, 32, 32], 23:[441, 268, 32, 32], 24:[480, 268, 32, 32], 25:[527, 268, 32, 32]}
