#Прописываем всю инфу о клавиатуре для отображения в главном окне
LED = True #Есть ли LED
WORDS = False #Есть ли поддержка бинда слов
DOUBLE_CLICK = True #Поддержка двойного клика
TRIPPLE_CLICK = True #Поддержка тройного клика
EEPROM_MEMORY = False #Наличие микросхемы расширения памяти EEPROM
DELAY = False #Наличие функций задержки между нажатиями в геймер-режиме
Monitor = {0:[285, 60, 132, 101]}
Encoder = {0:[442, 66, 97, 101]}
keys = {0:[262, 169, 53, 53], 1:[318, 170, 53, 53], 2:[374, 170, 53, 53], 3:[430, 170, 53, 53], 4:[487, 170, 53, 53], 5:[262, 225, 53, 53], 6:[318, 225, 53, 53], 7:[374, 225, 53, 53], 8:[430, 225, 53, 53], 9:[487, 225, 53, 53], 10:[262, 280, 53, 53], 11:[318, 280, 53, 53], 12:[374, 280, 53, 53], 13:[430, 280, 53, 53], 14:[487, 280, 53, 53]}
