#Прописываем всю инфу о клавиатуре для отображения в главном окне
LED = True #Есть ли LED
WORDS = False #Есть ли поддержка бинда слов
DOUBLE_CLICK = True #Поддержка двойного клика
TRIPPLE_CLICK = True #Поддержка тройного клика
EEPROM_MEMORY = False #Наличие микросхемы расширения памяти EEPROM
DELAY = False #Наличие функций задержки между нажатиями в геймер-режиме
Encoder = {}
Monitor = {}
keys = {0:[110, 85, 114, 113], 1:[235, 85, 114, 113], 2:[360, 85, 114, 113], 3:[483, 85, 114, 113], 4:[605, 85, 114, 113],
        5:[110, 205, 114, 113], 6:[235, 205, 114, 113], 7:[360, 205, 114, 113], 8:[483, 205, 114, 113], 9:[605, 205, 114, 113]}
